[DLC07_Pwn_Laborer_F_1:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="Textile Mill Worker"

[DLC07_Pwn_Laborer_MTall_1:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="Textile Mill Worker"

[DLC07_Pwn_Laborer_MTall_3_Favor:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="Rothwild Laborer"

